Repository: amyhuang13506-svg/LangPod
Catalog: LangPod/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, pt_br, zh_hant

source: 🏨 酒店
en: 🏨 Hotel
es: 🏨 Hotel
ja: 🏨 ホテル
ko: 🏨 호텔
pt_br: 🏨 Hotel
zh_hant: 🏨 飯店

source: 🐛 Debug · 每日任务
en: 🐛 Debug · Daily Quest
es: 🐛 Debug · Tareas diarias
ja: 🐛デバッグ · 毎日のタスク
ko: 🐛 Debug · 데일리 퀘스트
pt_br: 🐛 Debug · Tarefas diárias
zh_hant: 🐛 Debug · 每日任務

source: 👋 社交
en: 👋 Social
es: 👋 Social
ja: 👋 交流
ko: 👋 소셜
pt_br: 👋 Social

source: 💇 理发
en: 💇 Haircut
es: 💇 Peluquería
ja: 💇 散髪
ko: 💇 이발
pt_br: 💇 Cortar cabelo
zh_hant: 💇 理髮

source: 💡 文化小贴士
en: 💡 Culture Tips
es: 💡 Consejo cultural
ja: 💡 文化のヒント
ko: 💡 문화 팁
pt_br: 💡 Dicas culturais
zh_hant: 💡 文化小貼士

source: 💬 常用句型
en: 💬 Common Patterns
es: 💬 Patrones comunes
ja: 💬 よく使う文型
ko: 💬 자주 쓰이는 문형
pt_br: 💬 Padrões comuns

source: 📦 快递
en: 📦 Delivery
es: 📦 Envío
ja: 📦 宅配
ko: 📦 택배
pt_br: 📦 Entrega
zh_hant: 📦 快遞

source: 📱 办卡
en: 📱 New Card
es: 📱 Tarjeta
ja: 📱 カード作成
ko: 📱 카드 개설
pt_br: 📱 Cartão
zh_hant: 📱 辦卡

source: 🔍 诊断
en: 🔍 Diagnosis
es: 🔍 Diagnóstico
ja: 🔍 診断
ko: 🔍 진단
pt_br: 🔍 Diagnóstico
zh_hant: 🔍 診斷

source: 🔓 已解锁
en: 🔓 Unlocked
es: 🔓 Desbloqueado
ja: 🔓 解除済み
ko: 🔓 해제됨
pt_br: 🔓 Desbloqueado
zh_hant: 🔓 已解鎖

source: 🔥 连续 %lld 天 · 累计听 %@ · 掌握 %lld 个词
en: 🔥 %lld-Day Streak · Listened %@ · %lld Words Mastered
es: 🔥 Racha de %lld días · Escuchado %@ · %lld palabras dominadas
ja: 🔥 連続 %lld 日 · 累計リスニング %@ · %lld 語マスター
ko: 🔥 연속 %lld일 · 총 %@ 듣기 · %lld개 단어 마스터함
pt_br: 🔥 Sequência de %lld dias · Ouviu %@ · Dominou %lld palavras
zh_hant: 🔥 連續 %lld 天 · 累計聽 %@ · 掌握 %lld 個單字

source: 🔥%lld天
en: 🔥%lld-Day Streak
es: 🔥%lld días
ja: 🔥%lld日
ko: 🔥연속 %lld일
pt_br: 🔥%lld dias

source: 🚇 地铁
en: 🚇 Subway
es: 🚇 Metro
ja: 🚇 地下鉄
ko: 🚇 지하철
pt_br: 🚇 Metrô
zh_hant: 🚇 捷運

source: 🚕 打车
en: 🚕 Taxi
es: 🚕 Taxi
ja: 🚕 タクシー
ko: 🚕 택시
pt_br: 🚕 Táxi
zh_hant: 🚕 叫車

source: 🛃 过关
en: 🛃 Customs
es: 🛃 Aduana
ja: 🛃 出入国
ko: 🛃 출입국
pt_br: 🛃 Controle
zh_hant: 🛃 過關

source: 🛒 超市
en: 🛒 Supermarket
es: 🛒 Supermercado
ja: 🛒 スーパー
ko: 🛒 마트
pt_br: 🛒 Mercado

source: 🧾 退货
en: 🧾 Returns
es: 🧾 Devolución
ja: 🧾 返品
ko: 🧾 반품
pt_br: 🧾 Devolução
zh_hant: 🧾 退貨

source: 🩺 看病
en: 🩺 Doctor
es: 🩺 Doctor
ja: 🩺 診察
ko: 🩺 진료
pt_br: 🩺 Consultar

source: 真实听力 +%lld 分钟
en: +%lld min of real listening
es: +%lld min de escucha real
ja: リアル英語 +%lld分
ko: 실전 듣기 +%lld분
pt_br: +%lld min de escuta real
zh_hant: 真實聽力 +%lld 分鐘

source: 今日累计 %lld 分钟
en: %lld min total today
es: %lld min en total hoy
ja: 今日合計 %lld分
ko: 오늘 누적 %lld분
pt_br: %lld min no total hoje
zh_hant: 今日累計 %lld 分鐘

source: · 🔥 连续 %lld 天
en: · 🔥 %lld-day streak
es: · 🔥 racha de %lld días
ja: · 🔥 %lld日連続
ko: · 🔥 %lld일 연속
pt_br: · 🔥 sequência de %lld dias
zh_hant: · 🔥 連續 %lld 天

source: 本次学到 %lld 个生词
en: %lld new words this session
es: %lld palabras nuevas esta vez
ja: 今回覚えた単語 %lld個
ko: 이번에 배운 단어 %lld개
pt_br: %lld palavras novas desta vez
zh_hant: 本次學到 %lld 個生詞

source: 还有 %lld 个已入生词本
en: %lld more saved to your wordbook
es: %lld más guardadas en tu vocabulario
ja: ほか%lld個を単語帳に保存済み
ko: 외 %lld개 단어장에 저장됨
pt_br: mais %lld salvas no seu vocabulário
zh_hant: 還有 %lld 個已入生詞本

source: 测测听懂了多少
en: Test how much you understood
es: Comprueba cuánto entendiste
ja: どれだけ聞き取れたかチェック
ko: 얼마나 이해했는지 확인하기
pt_br: Teste o quanto você entendeu
zh_hant: 測測聽懂了多少

source: 继续听
en: Keep listening
es: Seguir escuchando
ja: 続けて聴く
ko: 계속 듣기
pt_br: Continuar ouvindo
zh_hant: 繼續聽

source: 第 %lld/%lld 题
en: Question %lld of %lld
es: Pregunta %lld de %lld
ja: 第%lld問 / 全%lld問
ko: %lld/%lld번 문제
pt_br: Pergunta %lld de %lld
zh_hant: 第 %lld/%lld 題

source: 看结果
en: See result
es: Ver resultado
ja: 結果を見る
ko: 결과 보기
pt_br: Ver resultado
zh_hant: 看結果

source: 全对！你真的听懂了
en: All correct! You really understood it
es: ¡Todo correcto! Realmente lo entendiste
ja: 全問正解！ちゃんと聞き取れています
ko: 전부 정답! 제대로 알아들었어요
pt_br: Tudo certo! Você entendeu de verdade
zh_hant: 全對！你真的聽懂了

source: 不错，明天再来一段
en: Nice — come back for more tomorrow
es: Bien, vuelve mañana por más
ja: いい感じ！明日もう一本聴こう
ko: 좋아요, 내일 또 들어봐요
pt_br: Boa! Volte amanhã para mais
zh_hant: 不錯，明天再來一段

source: +%lld 分钟 · 今日累计 %lld 分钟
en: +%lld min · %lld min today
es: +%lld min · %lld min hoy
ja: +%lld分 · 今日合計 %lld分
ko: +%lld분 · 오늘 누적 %lld분
pt_br: +%lld min · %lld min hoje
zh_hant: +%lld 分鐘 · 今日累計 %lld 分鐘
